12/data/attachments/3b81e4d49308d9b2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_205a02d0-187f-490f-ac10-52878a534df2</nif:username>
            <nif:friendToBeAdded>Beth_commercial_Actions_11360_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>